{
 "cobblemon.species.darkraitempestarii.name": "Darkrai Tempestarii",
 "cobblemon.species.darkraitempestarii.desc1": "No one knows who's in control of this pokemon, some says Gunseaslash took control, some says it's Darkrai, some even says it's the soul of a dead seaman who once was it's trainer.",
 "cobblemon.species.darkraitempestarii.desc2": "It's poison is said to had once kill a legendary pokemon who threatened to sink it's ship. But besides legends, we don't know much about this pokemon.",

"cobblemon.species.dewotttempestarii.name": "Dewott Tempestarii",
"cobblemon.species.dewotttempestarii.desc1": "He refused to evolve and chose a different path; his physical particularities and his resolve allowed him to train and fight alongside Urshifu.",
"cobblemon.species.dewotttempestarii.desc2": "People call him Jetfoot because of his unique fighting style and how quick he is on his feet for a Dewott.",

"cobblemon.species.sharkpness.name": "Sharkpness",
"cobblemon.species.sharkpness.desc1": "Pokemon stabbed by this pokemon cannot remove it without causing their doom, which they often does",
"cobblemon.species.sharkpness.desc2": "When this pokemon is lodged into another it causes him to fight whatever it find until they finally meet their end.",

"cobblemon.species.gunseaslash.name": "Gunseaslash",
"cobblemon.species.gunseaslash.desc1": "The gun and the knife seems to be a single mind. The gun is apparently made from previous hosts of Sharkpness.",
"cobblemon.species.gunseaslash.desc2": "Some pokemon can apparently resist being stabbed by the knife for a while. It is said that a pokemon from a legendary trainer took control over it.",

"cobblemon.species.emboartempestarii.name": "Emboar Tempestarii",
"cobblemon.species.emboartempestarii.desc1": "Once pokemon of the legendary blacksmith of the Tempestarii, it's hammer is actually an anvil that he use to work when outside its forge.",
"cobblemon.species.emboartempestarii.desc2": "It spends most of it's time in the Nether because it is completly obsessed by Netherite, maybe it can use some help to find more?.",

"cobblemon.species.steeloathtinkaton.name": "Steel Oath Tinkaton",
"cobblemon.species.steeloathtinkaton.desc1": "This pokemon roam the Nether in order to find Netherite for Emboar Tempestarii, it seems they have been promessed to be able to lear its art if they find enough.",
"cobblemon.species.steeloathtinkaton.desc2": "Sadly, the fact that they carry Netherite with them also make them a target for people searching this rare mineral.",

"cobblemon.species.noiverntempestarii.name": "Noivern Tempestarii",
"cobblemon.species.noiverntempestarii.desc1": "This Noivern sacrificed her own flesh and soul to gain unfathomed stenght. She made her choice and sealed her fate.",
"cobblemon.species.noiverntempestarii.desc2": "If she overcome her curse she might ascend into a goddess, she needs to be quick because her flesh might not be able to stay in this for long...",

"cobblemon.species.soullighterlitwick.name": "Soul Lighter Litwick",
"cobblemon.species.soullighterlitwick.desc1": "These Litwicks sacrificed themselves to participate in the ascent of a new god. Patching up Her wounds and lighting her soul and body again",
"cobblemon.species.soullighterlitwick.desc2": "They are willing to use their last breath if that means helping Noivern Tempestarii to get to godhood",

"cobblemon.species.oldmoneysableye.name": "Old Money Sableye",
"cobblemon.species.oldmoneysableye.desc1": "These Sableyes eat their loot, but they gather so much that it's impossible for them to eat so much, yet no one have ever find a single stash of them.",
"cobblemon.species.oldmoneysableye.desc2": "This pokemon is the sole reason why the denizens of this lands distrust banks, it has made this institution unreliable.",

"cobblemon.species.gemheadsableye.name": "Gemhead Sableye",
"cobblemon.species.gemheadsableye.desc1": "These Sableyes eat their loot, but they gather so much that it's impossible for them to eat so much, yet no one have ever find a single stash of them.",
"cobblemon.species.gemheadsableye.desc2": "Villagers shivers in fear of this pokemon ever coming to the surface, fortunately for them, it finds much more gems underground and thus, never comes to eat their emeralds.",

"cobblemon.species.candycrazedsableye.name": "Candy Crazed Sableye",
"cobblemon.species.candycrazedsableye.desc1": "These Sableyes eat their loot, but they gather so much that it's impossible for them to eat so much, yet no one have ever find a single stash of them.",
"cobblemon.species.candycrazedsableye.desc2": "This pokemon is usally roaming the villages in search of easy to steal candies. childrens are absolutely terrified of it.",

"cobblemon.species.pupiloshawott.name": "Pupil Oshawott",
"cobblemon.species.pupiloshawott.desc1": "They can be seen training until they faint. They may have more raw force than Dewott Tempestarii, but they still lack in technique.",
"cobblemon.species.pupiloshawott.desc2": "They may have explosive force, but they lack in endurance, they will often pass out while battling without even getting hit.",

"cobblemon.species.mismagiustempestarii.name": "Mismagius Tempestarii",
"cobblemon.species.mismagiustempestarii.desc1": "Her scythe once had a name but she erased it from history. It used to lead Sharkpnesses and organize them to form schools.",
"cobblemon.species.mismagiustempestarii.desc2": "She is infused with the dark poison of Darkrai Tempstarii. She obey it to keep her powers and is delighted by the carnage she is able to do with these.",

"cobblemon.species.bisharptempestarii.name": "Bisharp Tempestarii",
"cobblemon.species.bisharptempestarii.desc1": "He used to fight in the army of a benevolent warlord but choose to follow his own path, during his journey, he learned several fighting techniques from across the world.",
"cobblemon.species.bisharptempestarii.desc2": "When the Tempestarii broke down, he swore an oath to Noivern Tempestarii in order to help her to become a god and reshape the world.",

"cobblemon.species.haxorustempestarii.name": "Haxorus Tempestarii",
"cobblemon.species.haxorustempestarii.desc1": "They died in a fight against the troops of an unyielding tyrant, Giratina cursed them with eternal life and suffering them to serve their purpose.",
"cobblemon.species.haxorustempestarii.desc2": "Emboar Tempestarii promised to extinguish the fire in them, as a challenge for himself, this fire inflict much pain onto their axes.",

"cobblemon.ui.pokedex.region.tempestarii": "Tempestarii"
}

